Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: You're sitting there in class, and your teacher is handing back quiz papers, and one of them looks like this.
ne: तपाईं क्लासमा बसिरहनुभएको छ अनी शिक्षकले प्रश्नोत्तर कपी फिर्ता गर्दै हुनुहुन्छ कसैको चाँही यस्तो रहेछ रे।

source: This is not mine, by the way.
ne: मेरो होइन है यो।

source: (Laughter) So there you are in grade school, and you know exactly what to think about the kid who got this paper.
ne: (हाँसो) र तपाईं ग्र्याजुएट स्कुलमा(क्याम्पस)मा हुँदा, तपाईंलाई थाहा हुन्छ यो कस्तो बच्चाको कपी हो भनेर। बच्चाको कपी हो भनेर।

source: It's the dumb kid, the troublemaker, the one who never does his homework.
ne: यो पक्कै मुर्ख स्वाँठ हुनुपर्छ, दु:खमात्र दिने, जुन होमवोर्क गर्दैन।

source: So by the time you are nine years old, you've already learned, first of all, that people who get stuff wrong are lazy, irresponsible dimwits -- and second of all, that the way to succeed in life is to never make any mistakes.
ne: अनी तपाईं ९ बर्षको हुँदा, तपाईंलाई थाहा भईसक्छ पहिलो-- जो कामकुरा राम्ररी सक्दैनन तिनिहरु अल्छी,गैरजिम्मेवार वा मन्दबुद्धी हुन र दोस्रो, जीवनमा सफल हुनको लागि कहिले गल्ती गर्नु हुँदैन।

source: We learn these really bad lessons really well.
ne: हामीले यि नमिठा पाठ्हरु मज्जाले सिक्छौँ ।

source: And a lot of us -- and I suspect, especially a lot of us in this room -- deal with them by just becoming perfect little A students, perfectionists, over-achievers.
ne: अनी हामीमध्ये धेरै-- अनुमान गरौँ, विशेषत यहाँ भएका धेरै-- यि कुरालाई व्यवहारमा लान्छौँ एउटा पुरा पहिलो वर्गको(A-grade) विध्यार्थी भएर निपुण र उच्चकोटिको।

source: Right, Mr. CFO, astrophysicist, ultra-marathoner?
ne: हो? श्री अर्थ प्रशासक, अन्तरिक्षविज्ञ, द्रुतम्यारथनधावक आदी।

source: (Laughter) You're all CFO, astrophysicists, ultra-marathoners, it turns out.
ne: (हाँसो) तपाईंहरु सबै अर्थ प्रशासक, अन्तरिक्षविज्ञ द्रुतम्यारथनधावक बन्नुहुन्छ, यो त देखिहालिन्छ नि हैन त।

source: Okay, so fine.
ne: ल ठीक छ ।

source: Except that then we freak out at the possibility that we've gotten something wrong.
ne: त्यो जेसुकै भए पनि रिसउठ्दो के हुन्छ भने कतै हामी गलत वा भ्रमित भईरहेको त छैनौँ भन्ने सम्भावना।

source: Because according to this, getting something wrong means there's something wrong with us.
ne: यो कुराको अनुसार त कतै गलत देखिनुमा हामीमा नै केही गडबड छ भन्छ

source: So we just insist that we're right, because it makes us feel smart and responsible and virtuous and safe.
ne: त्यसैले त हामी आफु सही भएकोमा जोडमात्र दिन्छौँ, जसले आफुलाई तिक्ष्ण र समझदार अनी नैतीक र सुरक्षित देखाओस।

source: So let me tell you a story.
ne: अब म एउटा कथा सुनाउँछु.

source: A couple of years ago, a woman comes into Beth Israel Deaconess Medical Center for a surgery.
ne: २-३ बर्ष जती पहिले एउटी महिला बेथ इजरायल डिकोनेस मेडिकल सेन्टरमा सर्जरी गराउन आइन।

source: Beth Israel's in Boston.
ne: बेथ इज्रायल बोस्टोनमा पर्छ।

source: It's the teaching hospital for Harvard -- one of the best hospitals in the country.
ne: यो हावर्डको शिक्षण अस्पताल हो-- देशको एउटा राम्रो अस्पताल।

source: So this woman comes in and she's taken into the operating room.
ne: अँ, उनी आइन अनी उनलाई अपरेसन कोठामा लगियो।

source: She's anesthetized, the surgeon does his thing -- stitches her back up, sends her out to the recovery room.
ne: बेहोस पारीयो अनी डाक्टरले आफ्नो काम गरे-- पुन घाऊ बन्द गरेर आराम गर्न पठाइयो।

source: Everything seems to have gone fine.
ne: अहिलेसम्म सबै ठिकै जस्तै थियो।

source: And she wakes up, and she looks down at herself, and she says, "Why is the wrong side of my body in bandages?"
ne: तर जब उनी बिउँझेर यसो हेर्छिन त "लौ किन यो गलत भागमा पट्टी बाँधेको?"

source: Well the wrong side of her body is in bandages because the surgeon has performed a major operation on her left leg instead of her right one.
ne: उनी कराइन। उनको गलत अंगको सर्जरी भएको थियो। डाक्टरले त ठुलो अपरेसन देब्रे गोडामा गरेछन जबकी समस्या दाहिनेमा थियो।

source: When the vice president for health care quality at Beth Israel spoke about this incident, he said something very interesting.
ne: बेथ इजरायलका स्वास्थ्यसेवा गुणस्तरका उपप्रमुखले यो घटनालाई व्यक्त गर्दा केही रोचक बनाएर भने।

source: He said, "For whatever reason, the surgeon simply felt that he was on the correct side of the patient."
ne: उनले भने' जे कारणले भएपनी, डाक्टरलाई लाग्यो कि, उनी बिरामीको सही साइडमा छन।"

source: (Laughter) The point of this story is that trusting too much in the feeling of being on the correct side of anything can be very dangerous.
ne: (हाँसो) यो कथाको मुख्य सार के भने बढी विश्वास त्यस्तो सोचाइमा जुनले आफु सही भन्छ घातक पनि हुन सक्छ।

source: This internal sense of rightness that we all experience so often is not a reliable guide to what is actually going on in the external world.
ne: यस्तो सच्चाइको जुन भित्री अनुभव हामीले धेरैजसो गर्छौँ, जो भरपर्दो पथप्रदर्शक बन्ने कमै सम्भावना हुन्छ बाहिरी दुनिँयाको।

source: And when we act like it is, and we stop entertaining the possibility that we could be wrong, well that's when we end up doing things like dumping 200 million gallons of oil into the Gulf of Mexico, or torpedoing the global economy.
ne: जब हामी यस्तै गर्दै जान्छौ, आफु गलत हुनसक्ने सम्भावना पनि बिर्सिदिन्छौँ, अनि यस्ता काम गर्छौँ जस्तै २०० मिलिअन ग्यालन तेल मेक्सिको खाडीमा पोख्ने अथवा विश्व अर्थतन्त्र ध्वस्त पार्ने।

source: So this is a huge practical problem.
ne: त्यसैले त यो ठुलो व्यवहारिक समस्या हो।

source: But it's also a huge social problem.
ne: तर यो ठुलो सामाजिक समस्या पनि हो।

source: Think for a moment about what it means to feel right.
ne: एक छिन सोचौँ त सही हुनु भनेको के हो।

source: It means that you think that your beliefs just perfectly reflect reality.
ne: यो भनेको जे तपाईँ विश्वास गर्नुहुन्छ त्यो नै पुर्ण सच्चाइ हो।

source: And when you feel that way, you've got a problem to solve, which is, how are you going to explain all of those people who disagree with you?
ne: अनि जहिले तपाईँ त्यसरी सोच्नुहुन्छ, तपाईँमाथि समस्या आइलाग्छ, के भने, तपाईँले ती सबैलाइ के भन्ने जो तपाईँले भन्ने कुरामा सहमत छैनन्।

source: It turns out, most of us explain those people the same way, by resorting to a series of unfortunate assumptions.
ne: यस्तो देखिन्छ कि, हामीमध्ये धेरै त्यही एउटै तरिकाले भन्न खोज्छौँ, श्रीङ्खलाका श्रीङ्खला तिनै बासी,अभागी मान्यताहरु पेलेर।

source: The first thing we usually do when someone disagrees with us is we just assume they're ignorant.
ne: कसैले हाम्रो कुरा नपत्याए पहिले हामी के गर्छौँ भने, हामी तिनीहरुलाइ बेमतलबी ठान्छौँ।

source: They don't have access to the same information that we do, and when we generously share that information with them, they're going to see the light and come on over to our team.
ne: तिनिहरुसँग त्यो सुचना पहुँच छैन जो हामीसँग छ, हामीले उनिहरुलाई त्यो सुचना दया गरेर दिन्छौ, अब त उनिहरु पनि ज्ञानले प्रदिप्त भइहाले अनी हाम्रै टिम।

source: When that doesn't work, when it turns out those people have all the same facts that we do and they still disagree with us, then we move on to a second assumption, which is that they're idiots.
ne: जब काम यसरी पनि बन्दैन तिनीहरुसँग ती सबै तथ्य छन जुन हामीसँग छन् र पनि हामीसँग असहमत हुन्छन, अब हाम्रो दोस्रो मान्यता आउँछ, तिनिहरु मुर्ख छन।

source: (Laughter) They have all the right pieces of the puzzle, and they are too moronic to put them together correctly.
ne: (हाँसो) तिनिहरु पहेली(पजल)का सबै टुक्रा छन, त्यैपनी तिनिहरु यती मुर्ख छनकी मिलाएर राख्न पनि सक्दैनन।

source: And when that doesn't work, when it turns out that people who disagree with us have all the same facts we do and are actually pretty smart, then we move on to a third assumption: they know the truth, and they are deliberately distorting it for their own malevolent purposes.
ne: यो तरिकाले पनि काम नगरेपछी, हामीसँग असहमतहरुसँग यस्ता निस्किन्छन कि तिनिहरु हामीले जानेजती सबै तथ्यसँग परीचित छन, अनी वास्तवमै चलाख छन, अब तेस्रो मान्यताको पालो: तिनिहरु सत्य जान्दछन्, र तिनिहरुले जानिजानि यसलाइ बङ्गयाइरहेछन किनकि यसले तिनिहरुको तुच्छ स्वार्थ पुरा हुन्छ।

source: So this is a catastrophe.
ne: यो नै दु्र्घटना हो।

source: This attachment to our own rightness keeps us from preventing mistakes when we absolutely need to and causes us to treat each other terribly.
ne: यो आफ्नो सच्चाइ प्रतिको लगावले हामीलाइ गल्ती गर्नबाट बचाउँछ जब हामीलाइ आवश्यक हुन्छ र एकापसमा नराम्रो ल्याइदिन्छ।

source: But to me, what's most baffling and most tragic about this is that it misses the whole point of being human.
ne: तर मेरोलागि, सबभन्दा अनौठो र दुखलाग्दो कुरा यो बारे के भने यसरी त मान्छे हुनुको जुन सार छ नि त्यो नै हराउँछ।

source: It's like we want to imagine that our minds are just these perfectly translucent windows and we just gaze out of them and describe the world as it unfolds.
ne: यो यस्तो सोचाइ हो कि हाम्रो मस्तिष्क पुरा पारदर्शी झ्याल जस्तो हो अनि हामी त्यसबाट हेर्छौँ र भन्छौ संसार त यस्तो छ।

source: And we want everybody else to gaze out of the same window and see the exact same thing.
ne: हामी चाहन्छौ सबैजना त्यही एउटै झ्यालबाट हेरुन् अनि ठ्याक्कै त्यस्तै देखुन् ।

source: That is not true, and if it were, life would be incredibly boring.
ne: यो ठिक होइन, र यदि यस्तै भइहाले, जिन्दगी अति दिक्कलाग्दो हुन्छ।

source: The miracle of your mind isn't that you can see the world as it is.
ne: मस्तिष्कको शक्त्ति यो होइन कि तपाईँ संसार यो जस्तो छ त्यस्तै देख्ने।

source: It's that you can see the world as it isn't.
ne: यो त तपाईँले यस्तो संसार देख्नु हो जुन छैन।

source: We can remember the past, and we can think about the future, and we can imagine what it's like to be some other person in some other place.
ne: हामी विगत सम्झिन सक्छौँ, र भविष्य सोच्न पनि, अनि यस्तो पनि सोच्न सक्छौ आफु कुनै अर्कै ठाउँमा अर्कै मानिस भएको।

source: And we all do this a little differently, which is why we can all look up at the same night sky and see this and also this and also this.
ne: हामी सबै यस्तो गर्छौँ अलिअलि फरक होला, किनभने हामी सबैले राति एउटै आकाश देख्छौँ, यो देख्छौँ, त्यो देख्छौँ, अरु के के देख्छौँ।

source: And yeah, it is also why we get things wrong.
ne: अनि, यस्तरी नै हामी गलत पनि हुन्छौँ।

source: 1,200 years before Descartes said his famous thing about "I think therefore I am," this guy, St. Augustine, sat down and wrote "Fallor ergo sum" -- "I err therefore I am."
ne: १२०० वर्ष पहिले डेस्कार्टसले एउटा प्रख्यात कुरा भने "मैले सोच्छु र त म छु।" यी व्यक्ति, सन्त अगस्तिन, बसे र लेखे "फेलर इर्गो सम (Fallor ergo sum) -- "म गल्ति गर्छु र म भएको छु।"

source: Augustine understood that our capacity to screw up, it's not some kind of embarrassing defect in the human system, something we can eradicate or overcome.
ne: अगस्तिनले बुझे हाम्रो यो गडबड गर्ने क्षमता, कुनै डराउनुपर्ने रोग या दोष होइन मानविय प्रणालीको, यसलाइ त हामीले हटाउन या जित्न सक्छौँ।

source: It's totally fundamental to who we are.
ne: यो त हामी आफु मान्छे हुनुको आधारभुत कुरा हो।

source: Because, unlike God, we don't really know what's going on out there.
ne: किनभने, भगवान जस्तो, हामीलाइ कुनबेला के हुन्छ भन्ने थाहा हुदैँन।

source: And unlike all of the other animals, we are obsessed with trying to figure it out.
ne: अनि फेरि अरु जनावर जस्तो नभइ, हामी त यस्तै कुरा थाहा पाउन लागिपर्छौँ।

source: To me, this obsession is the source and root of all of our productivity and creativity.
ne: मेरो लागि, यो नशा नै स्रोत र मुल हो जस्तो लाग्छ हाम्रो उत्पादकत्व र रचनात्मक खुबिको।

source: Last year, for various reasons, I found myself listening to a lot of episodes of the Public Radio show This American Life.
ne: गत वर्ष, विभिन्न कारणले गर्दा मैले धेरै भागहरु सुन्न पुगेँ "यो अमेरिकी जिवन (This Americal Life)" भन्ने रेडियो कार्यक्रमको।

source: And so I'm listening and I'm listening, and at some point, I start feeling like all the stories are about being wrong.
ne: मेैले सुन्दै जाँदा,सुन्दै जाँदा, एउटा विन्दुमा पुगेपछि, मलाई के लाग्यो भने सबैजसो कथाहरु त गलत वा भ्रमित हुने बारे नै थिए।

source: And my first thought was, "I've lost it.
ne: अनि मैले पहिले के सोचेँ भने, म गएँ, हराएँ।

source: I've become the crazy wrongness lady.
ne: म सनकी गलत गलत भन्ने भएँ।

source: I just imagined it everywhere," which has happened.
ne: मैले जता पनि यहि देख्न थाले। र जुन भयो।

source: But a couple of months later, I actually had a chance to interview Ira Glass, who's the host of the show.
ne: केही महिना पछि मलाइ इरा ग्लासको अन्तरवार्ता लिने मौका मिल्यो, जसले त्यो कार्यक्रम चलाउँथे।

source: And I mentioned this to him, and he was like, "No actually, that's true.
ne: मैले यो कुरा उनलाइ राखेँ, अनि उनले भने, " कुरा यस्तो होइन।

source: In fact," he says, "as a staff, we joke that every single episode of our show has the same crypto-theme.
ne: वास्तवमा के भने हामी स्टाफले के मजाक गर्थ्यौ भने हाम्रो कार्यक्रमको हरेक भागमा एउटैजस्तो मुख्य कुरा हुन्छ।

source: And the crypto-theme is: 'I thought this one thing was going to happen and something else happened instead.' And the thing is," says Ira Glass, "we need this.
ne: त्यो के भने: 'मैले यस्तो होला भनेर सोचेको थिएँ तर अर्कै पो भइदियो।' र कुरा के भने," इरा ग्लासले भने," तर चाहेको त पहिलेकै हो।

source: We need these moments of surprise and reversal and wrongness to make these stories work."
ne: हामी ती क्षणहरु चाहन्छौँ जुन आश्चर्य र पुनरावृत्ति र गलती र यस्तै कुराहरुले कथा बन्छन।"

source: And for the rest of us, audience members, as listeners, as readers, we eat this stuff up.
ne: रह्यो बाँकी कुरा,दर्शकहरु, श्रोताहरु, पाठकहरु, समग्रमा हामी सबैले यस्ता कथा मज्जाले पचाइदिन्छौँ।

source: We love things like plot twists and red herrings and surprise endings.
ne: हामीलाई कथावस्तुमा नयाँनयाँ मोड भएको मन पर्छ अनि रेड हेरिङ(महत्वपुर्ण कुराबाट ध्यान मोड्ने साहित्यिक कला) र चमत्कारिक अन्त्य।

source: When it comes to our stories, we love being wrong.
ne: अब हाम्रो कथामा आइपुग्दा, हामी गल्ती भए पनि हुन्छ।

source: But, you know, our stories are like this because our lives are like this.
ne: तर, के छ भने, हाम्रा कथा पनि यस्तै हुन्छन किनभने हामी त्यसरी नै जिउँछौँ।

source: We think this one thing is going to happen and something else happens instead.
ne: हामीले एकथरी कुरा होला भनेर सोच्यो अर्कैअर्कै भइदिन्छ।

source: George Bush thought he was going to invade Iraq, find a bunch of weapons of mass destruction, liberate the people and bring democracy to the Middle East.
ne: जर्ज बुसले सोच्थे होला इराकमा आक्रमण गरेपछि आम विध्वंशक हतियारहरु भेटिन्छन, जनता मुक्त हुनेछन र मध्यपुर्वमा प्रजातन्त्र आउनेछ।

source: And something else happened instead.
ne: कुरा भइदियो अर्कै।

source: And Hosni Mubarak thought he was going to be the dictator of Egypt for the rest of his life, until he got too old or too sick and could pass the reigns of power onto his son.
ne: अनि होस्नी मुबारकले पनि सोच्थे होला बाचुँन्जेल इजिप्टको शासन आफ्नै कब्जामा हु्न्छ, बिरामी भए वा अति बुढो भएदेखि छोराहरुलाई सत्तामा लैजाउँला।

source: And maybe you thought you were going to grow up and marry your high school sweetheart and move back to your hometown and raise a bunch of kids together.
ne: कहिलेकँही तपाईँ पनि सोच्नुहुन्छ होला युवा भएपछि हाइस्कुलकै मायालुसँग बिहे गरेर आफ्नै सहरमा फर्केर केटाकेटी हुर्काउँछु भनेर।

source: And I have to tell you that I thought I was writing an incredibly nerdy book about a subject everybody hates for an audience that would never materialize.
ne: अनि मैले भन्नु पर्ने हुन्छ मेरो यस्तो सोचाइ थियो कि एउटा अति दिक्कलाग्दो किताब लेख्ने त्यो पनि कसैलाइ मन नपर्ने विषयमा यस्ता व्यक्त्तिको लागि जसलाइ भेट्नै मुस्किल छ।

source: (Laughter) I mean, this is life.
ne: हाँसो मेरो मतलब, यो मेरो जिन्दगि।

source: For good and for ill, we generate these incredible stories about the world around us, and then the world turns around and astonishes us.
ne: असल र खराब दुबैको लागि, हामीले यस्तै ठुला कथा बनाइदिन्छौँ हाम्रै वरिपरिको संसारकै बारेमा, अनि के हुन्छ त भन्दा संसार उल्टो गइदिन्छ सबैलाई अचम्म पारेर।

source: No offense, but this entire conference is an unbelievable monument to our capacity to get stuff wrong.
ne: नराम्रो नमान्नुहोला, यो पुरै सभा एउटा स्मारक जस्तो हुनेछ जसले हाम्रो गल्ती गर्ने खुबी सम्झाउँछ।

source: We just spent an entire week talking about innovations and advancements and improvements, but you know why we need all of those innovations and advancements and improvements?
ne: हामी हप्तौँ बिताउछौँ कुरा गरेर आविष्कारहरु, प्रगति र सुधारहरुबारे, तर तपाईँलाई थाहा छ हामीलाई यी सबै आविष्कारहरु विकास र सुधारहरु किन चाहियो त?

source: Because half the stuff that's the most mind-boggling and world-altering -- TED 1998 -- eh.
ne: किनभन्दा आधाभन्दा बढिजसो यस्ता सनसनिपुर्ण र संसार हल्लाउने-- TED १९९८-- ल

source: (Laughter) Didn't really work out that way, did it?
ne: हाँसो कुराहरुले ठ्याक्क भनेजसरी काम गर्दैनन्।

source: (Laughter) Where's my jet pack, Chris?
ne: हाँसो मेरो जेटप्याक कहाँ छ, क्रिस?

source: (Laughter) (Applause) So here we are again.
ne: हाँसो ताली र हामी फेरि यहाँ छौँ।

source: And that's how it goes.
ne: र यसरी नै चल्दैजान्छ।

source: We come up with another idea.
ne: हामी नयाँनयाँ सोच लिएर आउँछौ।

source: We tell another story.
ne: हामी अर्को कथा भन्छौँ।

source: We hold another conference.
ne: अर्को सम्मेलन गर्छौँ।

source: The theme of this one, as you guys have now heard seven million times, is the rediscovery of wonder.
ne: अनि यसको मुल कुरा यो हुन्छ, तपाईहरुले ७०लाख पटक सुनिसक्नु भाको छ, आश्चर्यहरु फेरि फेरि भेटिइरहन्छन।

source: And to me, if you really want to rediscover wonder, you need to step outside of that tiny, terrified space of rightness and look around at each other and look out at the vastness and complexity and mystery of the universe and be able to say, "Wow, I don't know.
ne: अनि मेरो लागि यदि तपाईँहरु पनि यसरी नै आश्चर्य खोजि गर्न चाहनुहुन्छ भने, तपाईँ बाहिर निस्कनुपर्ने हुन्छ त्यो सानो, डरलाग्दो आफनो सत्यताको घेरोबाट र हेर्नुपर्छ वरिपरि एकआपसमा र हेर्नुपर्छ त्यो बृहतता जटिलता र तिलस्मिपन ब्रह्मान्डको अनि भन्न सक्नुपर्छ, "ओहो, मलाई पनि नआउन सक्छ।

source: Maybe I'm wrong."
ne: म पनि गलत हुन सक्छु।"

source: (Applause) Thank you guys.
ne: ताली धन्यवाद तपाईँहरुलाई।

source: I would like to talk today about what I think is one of the greatest adventures human beings have embarked upon, which is the quest to understand the universe and our place in it.
ne: म आज बोल्न चाहान्छु त्यो कुरा जुन मलाइ लाग्छ एक महत्तम साहसिक कार्य हो जुन मनुष्यहरुले प्रारम्भन गरेकाछन्, ब्रह्माण्ड बुझ्ने अन्वेषण तथा ब्रह्माण्डमा हाम्रो स्थान ।

source: My own interest in this subject, and my passion for it, began rather accidentally.
ne: यो विषयमा मेरो आफ्नो रुचि, एवं मेरो अनुरस चाँहि अकस्मात आरम्भ भयो ।

source: I had bought a copy of this book, "The Universe and Dr. Einstein" -- a used paperback from a secondhand bookstore in Seattle.
ne: मैले यो पुस्तको एक प्रति किनेको थिएँ "ब्रह्माण्ड तथा विद्वान् आइन्स्टाइन्" — सिएटल्को पूर्व प्रयुक्‍त पुस्तकापणमा किनिएको एक प्रयुक्त पत्रावरणबद्ध पुस्तक

source: A few years after that, in Bangalore, I was finding it hard to fall asleep one night, and I picked up this book, thinking it would put me to sleep in 10 minutes.
ne: केहि वर्ष पछि, बॆंगळूरु नगरमा मलाइ निद्रा लाग्न गाह्रो भिइ रहेको थियो, र मैले यो पुस्तक पढ्न थाले किनकी यस्ले मलाइ १० मिनेट् मै निद्रामा पुर्‍याउँछ भनेर।

source: And as it happened, I read it from midnight to five in the morning in one shot.
ne: तर के भयो भन्दा, मैले यो पुस्तक मध्यरात देखि बिहानको पाँच बजे सम्म लगातार पढेर एक पटक मै सकेँ ।

source: And I was left with this intense feeling of awe and exhilaration at the universe and our own ability to understand as much as we do.
ne: अनि ममा यो तीव्र भावना आयो सश्रद्ध उत्तेजना तथा आनन्दको भावना ब्रह्माण्डका निम्ति र हाम्रो बुझ्ने क्षमता का निम्ति ।

source: And that feeling hasn't left me yet.
ne: र आज सम्म पनि मलाइ त्यो भावनाले छोडेको छैन ।

source: That feeling was the trigger for me to actually change my career -- from being a software engineer to become a science writer -- so that I could partake in the joy of science, and also the joy of communicating it to others.
ne: त्यो भावना नै थियो मेरा निम्ति आरम्भक जसले गर्दा मैले आफ्नो पेशा परिवर्तन गरेँ-- प्रक्रियासामग्री अभियन्त्रक बाट विज्ञान लेखक-- यस अर्थले की म विज्ञानको हर्षमा सम्मिलित हुनसकु र अरुलाइ सम्प्रेषण गर्नुको हर्ष ।

source: And that feeling also led me to a pilgrimage of sorts, to go literally to the ends of the earth to see telescopes, detectors, instruments that people are building, or have built, in order to probe the cosmos in greater and greater detail.
ne: एवं त्यो भावनाले मलाई तीर्थयात्रा झै पृथिवीका स्वरुपतया शेषहरुमा लग्यो हेर्न ती दूरदर्शकहरु, संसूचकहरु, उपकरणहरु जुन मनुष्यहरु निर्माण गरेँ अथवा गर्दैछन् यस अर्थ की हाम्ले विश्वब्रह्माण्डलाई अनुसन्धान गर्न उच्चतर तथा उच्चतर विस्तारमा ।

source: So it took me from places like Chile -- the Atacama Desert in Chile -- to Siberia, to underground mines in the Japanese Alps, in Northern America, all the way to Antarctica and even to the South Pole.
ne: चिलीदेश आदि स्थान देखि-- चिलीदेशको आटाकामा मरुभूमिदेखि -- साइबेरिया सम्म, भूमिगत खानिहरु सम्म, जापानी एल्पस् पर्वतमालामा, उत्तरी अमेरिकामा, देखि अण्टार्क्टिकासम्मै र दक्षिण ध्रुवमा पनि ।

source: And today I would like to share with you some images, some stories of these trips.
ne: र आज म तपाँइँहरुको समक्ष बाँड्न चाहाँन्छु केहि छायाचित्रहरु, केहि कथाहरु यस यात्राका

source: I have been basically spending the last few years documenting the efforts of some extremely intrepid men and women who are putting, literally at times, their lives at stake working in some very remote and very hostile places so that they may gather the faintest signals from the cosmos in order for us to understand this universe.
ne: मूलतः मैले गएका केहि वर्षहरु यी प्रयासहरुलाइ प्रलेखन गरेँ ती अति वीर पुरुष स्रीहरुको जो यी प्रयासहरुका निमित्त साँच्चै नै कुनै कालला, आफ्नो प्राण कै बाजि राख्छन् अति दूरस्थ तथा अति शत्रुतापूर्ण स्थानमा कर्म गर्छन् यस प्रयोजनका निम्ति की तिनीहरुले ब्रह्माण्डबाट आएको मधुरो सङ्केतलाइ सङ्ग्रह गर्न सकुन हामलाइ ब्रह्माण्ड बुझ्नका निम्ति ।

source: And I first begin with a pie chart -- and I promise this is the only pie chart in the whole presentation -- but it sets up the state of our knowledge of the cosmos.
ne: सर्वप्रथम म एक वृत्तखण्ड रेखाचित्रबाट। र म प्रतिज्ञा गर्छु की यो एक मात्र वृत्तखण्ड रेखाचित्र हुनेछ यो सम्पूर्ण प्रस्तुति भरि । किन्तु यसले ब्रह्माण्डबारे रहेको हाम्रो ज्ञानको अवस्था दर्शाउँछ ।

source: All the theories in physics that we have today properly explain what is called normal matter -- the stuff that we're all made of -- and that's four percent of the universe.
ne: हामी सँग आज भौतिकशास्त्रमा भएका समस्त सिद्धान्तहरुले सामान्य पदार्थलाई यथायोग्य सँग अन्वाख्यान गर्छ -- जुन सामग्रीले हामी बनेका छम् -- त्यो ब्रह्माण्डको चार प्रतिशत मात्रै हो ।

source: Astronomers and cosmologists and physicists think that there is something called dark matter in the universe, which makes up 23 percent of the universe, and something called dark energy, which permeates the fabric of space-time, that makes up another 73 percent.
ne: खगोलज्ञहरु तथा ब्रह्माणडज्ञहरु तथा भौतिकज्ञहरु सोच्छन की की त्यहाँ ब्रह्माणडमा तमो पदार्थ नामक केहि छ जस्ले ब्रह्माण्डको २३ प्रतिशत बनाँउछ, र केहि जस्को नाम तमो ऊर्जा हो, जो दिक्-कालको वस्त्रमा विस्तारित हुन्छ, जस्ले अर्को ७३ प्रतिशत बनाँउछ।

source: So if you look at this pie chart, 96 percent of the universe, at this point in our exploration of it, is unknown or not well understood.
ne: त्यसैले, यदि तपाँइँ यो वृत्तखण्ड रेखाचित्रमा हर्नुभयो भने, ९६ प्रतिशत ब्रह्माण्ड, यो अन्वेषणकालमा हाम्रा निम्ति, अज्ञात छ अथवा हामी बुझेकै छैनौँ।

source: And most of the experiments, telescopes that I went to see are in some way addressing this question, these two twin mysteries of dark matter and dark energy.
ne: र अधिकतम प्रयोगहरुमा, मैले जुन दूरदर्शक हेर्न गएँ तीनीहरुले कुनै रूपमा यो प्रश्न सम्बोधन गर्दै छन्, यी द्वि रहस्यहरु, तमो पदार्थ तथा तमो ऊर्जाको।

source: I will take you first to an underground mine in Northern Minnesota where people are looking for something called dark matter.
ne: म प्रथम त तपाँइँहरुलाई एक भूमिगत खानिमा उत्तरी मिनेसोटा (संयुक्त राज्य अमेरिकाको उत्तरी केन्द्रीय राज्य) मा जनहरु हर्दैछन् तमो पदार्थ नामक केहि तत्त्व।
